{
    "final_1": "Você colocou o bem coletivo acima das próprias necessidades. Cada escolha refletiu empatia, coragem e disposição de sacrificar privilégios em nome da sobrevivência de todos. A tripulação, antes fragmentada pelo medo e pela desconfiança, reencontrou unidade em torno de sua liderança.\n\nQuando os sistemas da Estação Ômega voltaram a operar em estabilidade mínima, o grupo se reuniu no observatório. Do lado de fora, o espaço parecia imenso e hostil, mas dentro havia uma nova chama: esperança. A estação não era mais apenas um posto isolado — transformara-se em um lar, reconstruído pelas mãos daqueles que sobreviveram.\n\nTalvez os próximos anos ainda reservem provações, mas uma certeza ficou clara: sua escolha por compaixão salvou não apenas vidas, mas também a humanidade que resiste no frio do cosmos.",
    "final_2": "Sua lógica implacável e decisões sem emoção ditaram o rumo da estação. Em cada dilema, a eficiência falou mais alto que a compaixão. Aos poucos, um a um, membros da tripulação foram caindo, sacrificados em nome da sobrevivência mínima dos sistemas.\n\nO silêncio tomou conta dos corredores. Alarmes foram substituídos por ecos vazios, e a ausência de vozes humanas transformou a Estação Ômega em um mausoléu orbitante. Lá fora, estrelas indiferentes observavam a ruína do que já foi uma comunidade viva.\n\nVocê sobreviveu, mas não havia ninguém para testemunhar sua vitória. Apenas máquinas respondiam aos comandos, lembrando que, no fim, a lógica pura pode sustentar estruturas… mas nunca corações.",
    "final_3": "Suas escolhas oscilaram entre altruísmo e egoísmo, entre coragem e hesitação. O resultado foi uma frágil estabilidade: a estação continua funcionando, mas os laços entre os tripulantes estão corroídos por dúvidas. Ninguém sabe ao certo se a unidade alcançada resistirá ao próximo desafio.\n\nNo refeitório, as conversas são curtas, os olhares evitam confronto direto. Existe vida, mas não existe harmonia. O motor principal pulsa como o coração de alguém que sobrevive após uma cirurgia arriscada — instável, vulnerável, mas ainda em funcionamento.\n\nTalvez o futuro traga paz, talvez apenas repita os mesmos conflitos em maior escala. O destino da Estação Ômega permanece em suspenso, assim como a confiança naqueles que deveriam guiá-la.",
    "final_4": "A mentira foi sua maior arma. Manipulando medos, distorcendo verdades e controlando narrativas, você conquistou a autoridade absoluta na Estação Ômega. Sob sua sombra, ninguém ousava questionar. O poder estava em suas mãos, mas o preço foi alto: a confiança morreu silenciosamente.\n\nCada corredor parecia iluminado, mas os olhares dos tripulantes eram sempre desconfiados. Eles obedeciam, mas não acreditavam. Você era o centro de um sistema sustentado pela manipulação, e mesmo os aliados mais próximos sabiam, em segredo, que poderiam ser os próximos alvos de sua estratégia.\n\nO controle absoluto é, paradoxalmente, a prisão mais solitária. No trono que construiu com palavras falsas, você reinava sobre uma comunidade que já não acreditava em nada — nem em você, nem em si mesma."
}